<?php 

return [
    'salon_terms' => 'ضوابط وشروط وأحكام شريكي تريم من مقدمي الخدمات  
    تمثل هذه الضوابط والشروط اتفاق رسمي (عقد) بين مؤسسة  تريم  المالك للعلامة التجارية (TRIM) و(مقدمي الخدمات) وتحكم شروط مقدم الخدمة هذه استخدامكم لتطبيق  تريم + والذي هو وسيط بين مقدمي الخدمات والعناية والتجميل ونحوهما والعملاء الراغبين في الحصول على هذه الخدمات. 
    إلتزامات مقدمي الخدمة 
    • يلتزم مقدم الخدمة من أن جميع بياناته ومعلوماته الشخصية المدخلة صحيحة وأنه سوف يقوم بتعديل البيانات الخاصة به في حين تغيرها . 
    • الحفاظ على الخصوصية والموافقة على تحمل مسؤولية جميع الأنشطة التي تتم باسم الحساب الخاص به وكلمة المرور الخاصة به. 
    • الموافقة على إخطارنا فوراً عن أي استخدام غير مصرح فيه للحساب الخاص به أو أي خرق آخر لمعايير الاستخدام الآمن للتطبيق. 
    • يلتزم مقدم الخدمة بعدم القيام بأي أنشطة تجارية غير مصرحة عبر التطبيق. 
    • يلتزم مقدم الخدمة والعميل بإنهاء الطلبات الواردة عن طريق تطبيق تريم داخل التطبيق وعدم الاتفاق للعمل خارج التطبيق لتجنب دفع عمولة (تريم).
    
    
    • يلتزم مقدم الخدمة بعدم استخدام تطبيق (تريم+) للتسبب في إيذاء أو إزعاج أي شخص أو استخدامه لغير ما خصص له. 
    • يلتزم مقدم الخدمة بتنفيذ جميع الحجوزات المؤكدة. 
    • يحق لمقدم الخدمة تخصيص أوقات عدم استقبال الحجوزات. 
    • يحق لمقدم الخدمة عدم تنفيذ الخدمة في حال كان العميل ذكر ومقدم الخدمة أنثى أو في حال كان العميل أنثى ومقدم الخدمة ذكر. 
    مدة العقد وإنهاءه 
    • يكون العقد المبرم بينك وبين (تريم)  بمقابل مادي (اشتراك) غير محدد المدة. 
    • يحق لك طلب حذف حسابك أو إيقافه في أي وقت. 
    • يحق لـ(تريم) إنهاء العقد فورا بأي وقت بإيقاف أو حذف حسابك وبدون أي التزام بإرسال إنذار مسبق وذلك في حالة قيامك بانتهاك أو خرق أي شرط من شروط الاستخدام أو استخدام التطبيق بشكل مسيء.
    
    
    حالة القوة القاهرة 
    جميع أطراف هذه السياسة غير مسؤولين عن أي إخلال أو عدم إلتزام نتيجة القوة القاهرة. 
    يحق لتطبيق (تريم) تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للتطبيق مراجعة ضوابط وشروط الاستخدام لمعرفة التحديثات التي تطرأ على الأحكام والشروط الموجودة في صفحة الإعدادات في التطبيق. 
    الاختصاص القضائي والقانون الواجب التطبيق 
    إذا بطل أو ثبت أن أي من شروط وأحكام هذه السياسة غير نظامي أو غير قانوني، أو غير صحيح، أو غير قابل للتنفيذ فإن هذا لا يؤثر على الشروط الأخرى الواردة فيها والتي تستمر كاملة الأثر والمفعول ولا تؤثر على صحتها.
    
    
    
    يجوز لـ(تريم) إيقاف تشغيل المواقع الإلكترونية أو التطبيقات بشكل مؤقت أو تام في أي وقت، ولا يحق للمستخدمين المطالبة بأي تعويضات عن هذا الإيقاف، كما يجوز لها إيقاف تشغيل التطبيق لإجراء عمليات الصيانة والتحديث في أي وقت. 
    تمتلك(تريم) جميع حقوق الملكية الفكرية والنشر الناتجة عن ملكيتها للمعلومات والبيانات والرسومات والبرمجيات الخاصة بالتطبيقات أو الموقع الإلكتروني سواء تم إنتاجها بواسطة (تريم) أو تم شراؤها أو تم التنازل عنها. 
    يحق لـ(تريم) تقديم خدمات إضافية أو تغيير بعضها أو تغييرها لخدمات مدفوعة دون أدنى مسؤولية على (تريم).
    
    التطبيق، ويعتبر قبول طلب الخدمة بمثابة اتفاق بين العميل ومقدم الخدمة، ويكون مقدم الخدمة وحده مسؤول عن هذا الطلب. 
    علماً أنه سيتم احتساب رسوم الخدمة المطلوبة حسب السياسة. 
    تحتفظ (تريم) لنفسها بالحق في فرض رسوم جديدة على استخدام التطبيق أو تغيير نسبة الرسوم أو تقديم الخدمة أو كليهما. إذا قررت (تريم) فرض رسوم جديدة، أو تغيير نسبة الرسوم فسيظهر لديك وسيتم السماح لك بالاستمرار في العقد أو إنهائه. 
    • يلتزم مقدم الخدمة بتنفيذ الحجوزات الموكده  
    • (تريم) تخلي مسؤوليتها عن جودة الأدوات ومستحضرات التجميل المستخدمة من قبل مقدمي الخدمات، 
    • (تريم) تخلي مسؤوليتها ما إذا كانت نتائج الخدمات المقدمة غير مطابقة للمعلومات والصور من مقدمي الخدمات  
    • (تريم) تخلي مسؤوليتها من سلامة ومكان تقديم الخدمة وأسلوب وطريقة مقدم الخدمة.',



    'user_terms' => 'ضوابط وشروط وأحكام شريكي تريم من مقدمي الخدمات  
    تمثل هذه الضوابط والشروط اتفاق رسمي (عقد) بين مؤسسة  تريم  المالك للعلامة التجارية (TRIM) و(مقدمي الخدمات) وتحكم شروط مقدم الخدمة هذه استخدامكم لتطبيق  تريم + والذي هو وسيط بين مقدمي الخدمات والعناية والتجميل ونحوهما والعملاء الراغبين في الحصول على هذه الخدمات. 
    إلتزامات مقدمي الخدمة 
    • يلتزم مقدم الخدمة من أن جميع بياناته ومعلوماته الشخصية المدخلة صحيحة وأنه سوف يقوم بتعديل البيانات الخاصة به في حين تغيرها . 
    • الحفاظ على الخصوصية والموافقة على تحمل مسؤولية جميع الأنشطة التي تتم باسم الحساب الخاص به وكلمة المرور الخاصة به. 
    • الموافقة على إخطارنا فوراً عن أي استخدام غير مصرح فيه للحساب الخاص به أو أي خرق آخر لمعايير الاستخدام الآمن للتطبيق. 
    • يلتزم مقدم الخدمة بعدم القيام بأي أنشطة تجارية غير مصرحة عبر التطبيق. 
    • يلتزم مقدم الخدمة والعميل بإنهاء الطلبات الواردة عن طريق تطبيق تريم داخل التطبيق وعدم الاتفاق للعمل خارج التطبيق لتجنب دفع عمولة (تريم).
    
    
    • يلتزم مقدم الخدمة بعدم استخدام تطبيق (تريم+) للتسبب في إيذاء أو إزعاج أي شخص أو استخدامه لغير ما خصص له. 
    • يلتزم مقدم الخدمة بتنفيذ جميع الحجوزات المؤكدة. 
    • يحق لمقدم الخدمة تخصيص أوقات عدم استقبال الحجوزات. 
    • يحق لمقدم الخدمة عدم تنفيذ الخدمة في حال كان العميل ذكر ومقدم الخدمة أنثى أو في حال كان العميل أنثى ومقدم الخدمة ذكر. 
    مدة العقد وإنهاءه 
    • يكون العقد المبرم بينك وبين (تريم)  بمقابل مادي (اشتراك) غير محدد المدة. 
    • يحق لك طلب حذف حسابك أو إيقافه في أي وقت. 
    • يحق لـ(تريم) إنهاء العقد فورا بأي وقت بإيقاف أو حذف حسابك وبدون أي التزام بإرسال إنذار مسبق وذلك في حالة قيامك بانتهاك أو خرق أي شرط من شروط الاستخدام أو استخدام التطبيق بشكل مسيء.
    
    
    حالة القوة القاهرة 
    جميع أطراف هذه السياسة غير مسؤولين عن أي إخلال أو عدم إلتزام نتيجة القوة القاهرة. 
    يحق لتطبيق (تريم) تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للتطبيق مراجعة ضوابط وشروط الاستخدام لمعرفة التحديثات التي تطرأ على الأحكام والشروط الموجودة في صفحة الإعدادات في التطبيق. 
    الاختصاص القضائي والقانون الواجب التطبيق 
    إذا بطل أو ثبت أن أي من شروط وأحكام هذه السياسة غير نظامي أو غير قانوني، أو غير صحيح، أو غير قابل للتنفيذ فإن هذا لا يؤثر على الشروط الأخرى الواردة فيها والتي تستمر كاملة الأثر والمفعول ولا تؤثر على صحتها.
    
    
    
    يجوز لـ(تريم) إيقاف تشغيل المواقع الإلكترونية أو التطبيقات بشكل مؤقت أو تام في أي وقت، ولا يحق للمستخدمين المطالبة بأي تعويضات عن هذا الإيقاف، كما يجوز لها إيقاف تشغيل التطبيق لإجراء عمليات الصيانة والتحديث في أي وقت. 
    تمتلك(تريم) جميع حقوق الملكية الفكرية والنشر الناتجة عن ملكيتها للمعلومات والبيانات والرسومات والبرمجيات الخاصة بالتطبيقات أو الموقع الإلكتروني سواء تم إنتاجها بواسطة (تريم) أو تم شراؤها أو تم التنازل عنها. 
    يحق لـ(تريم) تقديم خدمات إضافية أو تغيير بعضها أو تغييرها لخدمات مدفوعة دون أدنى مسؤولية على (تريم).
    
    التطبيق، ويعتبر قبول طلب الخدمة بمثابة اتفاق بين العميل ومقدم الخدمة، ويكون مقدم الخدمة وحده مسؤول عن هذا الطلب. 
    علماً أنه سيتم احتساب رسوم الخدمة المطلوبة حسب السياسة. 
    تحتفظ (تريم) لنفسها بالحق في فرض رسوم جديدة على استخدام التطبيق أو تغيير نسبة الرسوم أو تقديم الخدمة أو كليهما. إذا قررت (تريم) فرض رسوم جديدة، أو تغيير نسبة الرسوم فسيظهر لديك وسيتم السماح لك بالاستمرار في العقد أو إنهائه. 
    • يلتزم مقدم الخدمة بتنفيذ الحجوزات الموكده  
    • (تريم) تخلي مسؤوليتها عن جودة الأدوات ومستحضرات التجميل المستخدمة من قبل مقدمي الخدمات، 
    • (تريم) تخلي مسؤوليتها ما إذا كانت نتائج الخدمات المقدمة غير مطابقة للمعلومات والصور من مقدمي الخدمات  
    • (تريم) تخلي مسؤوليتها من سلامة ومكان تقديم الخدمة وأسلوب وطريقة مقدم الخدمة.'
    
    
];