<?php 

return [
    'salon_terms' => '   ضوابط وشروط وأحكام مقدمي الخدمات في تطبيق  تريم  

    تمثل هذه الضوابط والشروط اتفاق رسمي (عقد) بين مؤسسة تريم المالك للعلامة التجارية (تريم) و(مقدمي الخدمات) وتحكم شروط مقدم الخدمة هذه استخدامكم لتطبيق تريم + والذي هو وسيط بين مقدمي الخدمات والعناية والتجميل ونحوهما والعملاء الراغبين في الحصول على هذه الخدمات.
    
    إن التسجيل أو الاستخدام من قبلك للخدمات التي يقدمها التطبيق يشكل موافقة منك على هذا العقد وأحكامه، وتبعا لذلك يجب عليك عدم استخدام التطبيق في حالة لم تكن موافقا على الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للتطبيق مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على الأحكام والشروط الموجودة في صفحة الإعدادات في التطبيق.
    
    إن تسوية الحساب يتم بناءً على طلب من مزودي الخدمات وذلك عن طريق رفع طلب "سحب رصيد" من لوحة تحكم مزود الخدمة ويتم اعتمادها وتسوية المبالغ من إدارة (تريم) وذلك بشكل دوري (شهري، أو خلال فترة أقصاها ثلاث شهور).
    
    يتم توثيق حسابات مزودي الخدمات كميزة اضافية عن طريق وضع علامة صح على الحساب ظاهرة للعملاء وذلك برفع صورة من السجل التجاري أو شهادة مزاولة مهنة  .
    
    
    
    إلتزامات مقدمي الخدمة
    
    • يلتزم مقدم الخدمة من أن جميع بياناته ومعلوماته الشخصية المدخلة صحيحة وأنه سوف يقوم بالإبلاغ عن أي تغيير في البيانات والمعلومات الشخصية عن طريق تعديل البيانات الخاصة به.
    
    • الحفاظ على الخصوصية والموافقة على تحمل مسؤولية جميع الأنشطة التي تتم باسم الحساب الخاص به وكلمة المرور الخاصة به.
    
    • الموافقة على إخطارنا فوراً عن أي استخدام غير مصرح فيه للحساب الخاص به أو أي خرق آخر لمعايير الاستخدام الآمن للتطبيق.
    
    • يلتزم مقدم الخدمة بعدم القيام بأي أنشطة تجارية غير مصرحة عبر التطبيق.
    
    • يلتزم مقدم الخدمة بعدم نسخ أو نشر محتويات التطبيق على سبيل المثال لا الحصر العلامات التجارية.
    
    • طلب التسجيل كمقدم خدمة سواءً خبير أو خبيرة أو صالون أو مركز تجميل يعد إقرار منك أنه مسموح لك نظاميا بالعمل داخل جمهورية مصر العربية  أو المنطقة المراد مزاولة العمل فيها حسب أنظمة العمل في ذلك المكان وأي مخالفة للأنظمة يتحملها مقدم الخدمة سواءً كان خبير أو خبيرة أو صالون أو مركز تجميل ولا يعد التطبيق مسؤولا عن أي مخالفات للأنظمة التي يقوم بها مقدم الخدمة.
    
    • يلتزم مقدم الخدمة والعميل بإنهاء الطلبات الواردة عن طريق تطبيق أناقة داخل التطبيق وعدم الاتفاق للعمل خارج التطبيق       (تريم ).
    
    • يلتزم مقدم الخدمة بتقديم معلومات حساب بنكي   باسمه ولا يقبل التحويل لحساب باسم شخص آخر.
    
    • تقديم الدلائل التي تثبت هويتك حسب تقدير (تريم).
    
    • يلتزم مقدم الخدمة بعدم استخدام تطبيق (تريم +) للتسبب في إيذاء أو إزعاج أي شخص أو استخدامه لغير ما خصص له.
    
    • يحق لـ(تريم) إيقاف استخدامك للتطبيق أي وقت وذلك في حالة قيامك بانتهاك شروط الاستخدام أو في حالة إساءة استخدام الخدمة من غير التزام على (أناقة) بإرسال إخطار.
    
    • يلتزم مقدم الخدمة بعدم استخدام الخدمات أو التطبيق للتسبب بإيذاء أو مضايقة أو إزعاج أحد ما.
    
    • يلتزم مقدم الخدمة بتنفيذ جميع الحجوزات المؤكدة.
    
    • يحق لمقدم الخدمة تخصيص أوقات عدم استقبال الحجوزات.
    
    • يلتزم مقدم الخدمة بتدوين سياسته من تحديد وقت الإلغاء المدفوع والنسبة التي تؤخذ عند الإلغاء المدفوع في خانة الوصف .
    
    • يحق لمقدم الخدمة عدم تنفيذ الخدمة في حال كان العميل ذكر ومقدم الخدمة أنثى أو في حال كان العميل أنثى ومقدم الخدمة ذكر.
    
    
    
    
    مدة العقد وإنهاءه
    
    • يكون العقد المبرم بينك وبين (تريم) غير محدد المدة.
    
    • يحق لك طلب حذف حسابك أو إيقافه في أي وقت.
    
    • يحق لـ(تريم) إنهاء العقد فورا بأي وقت بإيقاف أو حذف حسابك وبدون أي التزام بإرسال إنذار مسبق وذلك في حالة قيامك بانتهاك أو خرق أي شرط من شروط الاستخدام أو استخدام التطبيق بشكل مسيء.
    
    
    
    
    حالة القوة القاهرة
    
    جميع أطراف هذه السياسة غير مسؤولين عن أي إخلال أو عدم إلتزام نتيجة القوة القاهرة.
    
    
    
    سياسة الخصوصية
    
    يستلزم من جميع مستخدمي (تريم) تقديم معلوماتهم الشخصية كالاسم الأول والأخير، رقم الهاتف، وموقعه عبر نظام تحديد المواقع العالمي (GPS) (للعميل اذا كانت الخدمة ستقدم خارج المركز، ولمقدم الخدمة بشكل عام) وبيانات الدفع. ولإدراك (تريم) بأهمية هذه البيانات فإن جميع البيانات يتم حفظها بصورة مشفرة، ويتعهد فريق (تريم) بالحفاظ على البيانات والمعلومات الشخصية وحمايتها، علما أنه سيتم الإفصاح عن بيانات ومعلومات المستخدم الشخصية عند أي إلتزام قانوني أو عند أي طلب من قبل الجهات المختصة بالإفصاح   ويجوز لـ(تريم) الإفصاح عن البيانات والمعلومات التي لا تكشف عن هوية المستخدم لأغراض البحث والتسويق، علما أن جميع المعلومات سوف تكون عامة ولا تؤدي إلى تحديد هوية المستخدم.
    
    
    
    
    تعديل الشروط والأحكام وسياسة الخصوصية
    
    جميع التعديلات على الشروط والأحكام وسياسة الخصوصية سيتم نشرها بواسطة (تريم) في أي وقت لجميع مستخدمي الموقع الإلكتروني والتطبيقات وتكون ملزمة من تاريخ نشرها، ويعتبر أي استخدام لاحق للموقع الإلكتروني أو التطبيقات بمثابة قبول وموافقة على هذه التعديلات.
    
    يحق لتطبيق (  تريم) تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للتطبيق مراجعة ضوابط وشروط الاستخدام لمعرفة التحديثات التي تطرأ على الأحكام والشروط الموجودة في صفحة الإعدادات في التطبيق.
    
    
    
    
    الاختصاص القضائي والقانون الواجب التطبيق
    
    إذا بطل أو ثبت أن أي من شروط وأحكام هذه السياسة غير نظامي أو غير قانوني، أو غير صحيح، أو غير قابل للتنفيذ فإن هذا لا يؤثر على الشروط الأخرى الواردة فيها والتي تستمر كاملة الأثر والمفعول ولا تؤثر على صحتها.
    ',
    'user_terms'=>'ضوابط وشروط الاستخدام مع المستخدمين لتطبيقات أناقة والمواقع التابعة لها

    تمثل هذه الضوابط والشروط اتفاق رسمي (تريم) بين مؤسسة تريم والعملاء ومقدمي الخدمات، والذي هو عبارة عن موقع إلكتروني وتطبيقين احداهم للعميل والآخر لمقدمي الخدمات في مجال العناية الشخصية، ويعمل كوسيط بينهما.
    
    إن التسجيل أو الاستخدام من قبلك للخدمات التي يقدمها التطبيق يشكل موافقة منك على هذا العقد وأحكامه، وتبعاً لذلك يجب عليك عدم استخدام التطبيق في حال لم تكن موافقاً على الأحكام والشروط الواردة في هذا العقد.
    
    تحتفظ (تريم) بحق تعديل أو تغيير هذه الأحكام دون اخطار مسبق، ويكون من مسؤوليتك كمستخدم للتطبيق مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على الأحكام والشروط الموجودة بصفحة الإعدادات في التطبيق.
    
    
    
    
    الخدمات
    
    تقدم (تريم) لمستخدميها الخدمات التالية:
    
    • حجز خدمات تنفذ من قبل خبراء العناية، والتجميل ونحوهما.
    
    • حجز خدمات تنفذ في الصالونات النسائية والرجالية للعناية و للتجميل ونحوهما.
    
    •	شراء منتجات و مستحضرات تجميل من متجر تريم 
    •	خدمه الحجز المنزلي و خدمة حلاق دليفري 
    
    
    
    
    
    
    الحقوق والملكية الفكرية
    
    يجوز لـ(تريم) إيقاف تشغيل المواقع الإلكترونية أو التطبيقات بشكل مؤقت أو تام في أي وقت، ولا يحق للمستخدمين المطالبة بأي تعويضات عن هذا الإيقاف، كما يجوز لها إيقاف تشغيل التطبيق لإجراء عمليات الصيانة والتحديث في أي وقت.
    
    تمتلك(تريم) جميع حقوق الملكية الفكرية والنشر الناتجة عن ملكيتها للمعلومات والبيانات والرسومات والبرمجيات الخاصة بالتطبيقات أو الموقع الإلكتروني سواء تم إنتاجها بواسطة (تريم) أو تم شراؤها أو تم التنازل عنها.
    
    يحق لـ(تريم) تقديم خدمات إضافية أو تغيير بعضها أو تغييرها لخدمات مدفوعة دون أدنى مسؤولية على (تريم).
    
    
    
    
    آلية وسياسة الدفع
    
    إن خيارات الدفع المتاحة على (تريم) هي الكاش وكذلك الخدمات المصرفية الإلكترونية عن طرق استخدام (Visa، Master Card، بوابة مدى للدفع، Apple Pay، حوالة بنكية، المحفظة)، وذلك لكافة الخدمات المقدمة من خلال التطبيق، ويعتبر قبول طلب الخدمة بمثابة اتفاق بين العميل ومقدم الخدمة، ويكون مقدم الخدمة وحده مسؤول عن هذا الطلب.
    
    علماً أنه سيتم احتساب رسوم الخدمة المطلوبة حسب السياسة.
    
    تحتفظ (تريم) لنفسها بالحق في فرض رسوم جديدة على استخدام التطبيق أو تغيير نسبة الرسوم أو تقديم الخدمة أو كليهما. إذا قررت (تريم) فرض رسوم جديدة، أو تغيير نسبة الرسوم فسيظهر لديك وسيتم السماح لك بالاستمرار في العقد أو إنهائه.
    
    
    
    
    سياسة الإلغاء
    
    يمكن للعميل إلغاء الطلب في أي وقت حسب الإجراءات التالية:
    
    • إذا قام العميل بإلغاء الطلب قبل اعتماد الحجز فلا يترتب أي رسوم على ذلك.
    
    • إذا قام العميل بإلغاء الطلب في وقت الإلغاء المجاني (المحدد من قبل مقدم الخدمة وأناقة) فإن المبلغ يتم استرجاعه كاملاً إلى محفظة العميل.
    
    • إذا قام العميل بإلغاء الطلب بعد مرور الوقت المسموح به للإلغاء المجاني فيرد باقي المبلغ الى محفظة العميل بعد خصم 10%؜ منه أو على حسب سياسة مقدم الخدمة المدونة في خانة الوصف.
    
    • يلتزم مقدم الخدمة بتنفيذ الحجوزات المؤكدة.
    
    • في حال كانت طريقة الدفع للحجز دفع إلكتروني فيعد الحجز مؤكد تلقائياً.
    
    • يحق لمقدم الخدمة تفعيل خيار الدفع عند الوصول أو تعطيله.
    
    • في حال استقبال حجوزات الدفع عند الوصول وتأكيدها من قبل مقدم الخدمة فتعامل معاملة الدفع الإلكتروني في سياسة الإلغاء وتعد نافذة ويخصم رسوم الخدمة بعد انتهاء وقت تنفيذها من رصيد مقدم الخدمة. سياسة الاسترجاع
    
    • تقوم (تريم) برد كامل المبلغ للعميل إذا لم يحضر مقدم الخدمة بالوقت والمكان المحدد في حال كان الحجز مدفوع.
    
    • لا يتم استرجاع المبلغ إذا لم يلتزم العميل بالوقت والمكان المحدد.
    
    • لا يتم استرجاع المبلغ المضاف من قبل العميل في المحفظة ويمكن استخدامه فقط للطلب من التطبيق.
    
    وفي جميع الحالات فإن استرجاع قيمة الخدمة يكون حسب تقدير (تريم) المطلق.
    
    
    
    
    إلتزامات العميل
    
    • يلتزم العميل بالتأكد من أن جميع بياناته ومعلوماته الشخصية المدخلة صحيحة ودقيقة وأنه سوف يقوم بالإبلاغ عن أي تغيير في البيانات والمعلومات الشخصية عن طريق تعديل البيانات الخاصة به.
    
    • الحفاظ على الخصوصية والموافقة على تحمل مسؤولية جميع الأنشطة التي تتم باسم الحساب الخاص به وكلمة المرور الخاصة به.
    
    • الموافقة على إخطارنا فوراً عن أي استخدام غير مصرح به للحساب الخاص به أو أي خرق آخر لمعايير الاستخدام الآمن للتطبيق.
    
    • يلتزم العميل قبل الدفع بالتأكد من الخدمات المطلوبة وموعدها وتاريخها (اليوم، الساعة، ومقدم الخدمة)، وكافة المعلومات الهامة الأخرى ورسوم الخدمة، كما يلتزم العميل بالتأكد من صحة عنوانه دون أدنى مسؤولية على (تريم).
    
    • يلتزم العميل بالقدوم قبل الموعد المحدد بعشر دقائق إذا كان الموعد في مكان مقدم الخدمة، وعند التأخر عن الموعد لا يحق للعميل المطالبة بتقديم الخدمة فوراً وعليه الانتظار ويكون الأمر راجع بالكامل لمقدم الخدمة بوقت تقديم الخدمة.
    
    • يلتزم العميل بعدم القيام بأي أنشطة تجارية غير مشروعة أو مصرحة عبر التطبيق.
    
    • يلتزم العميل بعدم نسخ أو نشر محتويات التطبيق على سبيل المثال لا الحصر: العلامات التجارية.
    
    • على العملاء القاصرين أو من كان ضمن الفئة العمرية التي تقل عن 18 سنة استخدام التطبيق تحت إشراف أولياء أمورهم، ويلتزم ولي الأمر بهذه الشروط والأحكام والاطلاع عليها قبل استخدام التطبيق.
    
    • لا يجوز للعميل إنشاء أكثر من حساب مستخدم لنفس الشخص، وقد ينتج عن ذلك إلغاء حسابات هذا العميل نهائياً.
    
    • يلتزم العميل بعدم استخدام تطبيق (تريم) للتسبب في إيذاء أو إزعاج أي شخص، أو استخدامه لغير ما خصص له.
    
    • يحق لـ(تريم) إيقاف استخدامك للتطبيق أي وقت، وذلك في حالة قيامك بانتهاك شروط الاستخدام، أو في حالة إساءة استخدام الخدمة من غير التزام على (تريم).
    
    • يحق لمقدم الخدمة عدم تنفيذ الخدمة في حال كان العميل ذكر ومقدم الخدمة أنثى أو في حال كان العميل أنثى ومقدم الخدمة ذكر.
    
    
    
    
    اخلاء مسؤولية
    
    • (تريم) تخلي مسؤوليتها عن جودة الأدوات ومستحضرات التجميل المستخدمة من قبل مقدمي الخدمات، معدا التي  تقوم ببيعها أو انتاجها أو تصنيعها بسبب ان تريم تختبر جوده المنتج .
    
    • (تريم) تخلي مسؤوليتها ما إذا كانت نتائج الخدمات المقدمة غير مطابقة للمعلومات والصور من مقدمي الخدمات أو المعروضة.
    
    • (تريم) تخلي مسؤوليتها من سلامة ومكان تقديم الخدمة وأسلوب وطريقة مقدم الخدمة.
    
    • (تريم) تخلي مسؤوليتها عن الأضرار المباشرة أو غير المباشرة أو حدوث أضرار عرضية أو تبعية، ولا تضمن دقة وتوقيت الخدمات.
    
    • (تريم) تخلي مسؤوليتها عن أي استخدام خاطئ للتطبيق قد يتسبب بالأذى لمقدمي الخدمة، ومستخدمي التطبيق ويكون استخدامك للتطبيق على مسؤوليتك الشخصية، دون أدنى مسؤولية على (تريم).
    '
    
    
];